Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: {0} without number
ja: {0}に数値以外が入力されている

source: {0} without {1}
ja: {0}があるのに{1}がない

source: {0} without {1} or {2}
ja: {0}があるのに{1}または{2}がない

source: {0} without {1}, {2} or {3}
ja: {1}や{2}や{3}がない{0}

source: {0} without {1}, {2}, {3} or {4}
ja: {0}があるのに{1}、{2}、{3}、{4}のいずれかがない

source: {0}, use {1} instead
ja: {0}。代わりに{1}を使用します

source: {0}... [please type its number]
ja: {0}... [番号を入力してください]

source: {0}: Version {1} (local: {2})
ja: {0}: バージョン {1} (ローカル: {2})

source: {0}: option ''{1}'' is ambiguous
ja: {0}: オプション ''{1}'' はあいまいです

source: {0}: option ''{1}'' requires an argument
ja: {0}: オプション ''{1}'' には引数が必要です

source: {0}: {1} of {2} elements done
ja: {0}:{2}個の要素のうち{1}個が完了しました

source: {0}=* tag should not have URL-encoded values.
ja: {0}=*タグには、URLエンコードされた値を含めることはできません。

source: {0}Add selection to relation{1}: Verify every single relation to avoid damage!
ja: {0}選択中のものをリレーションへ追加しました{1}。すべての単一のリレーションが破損していないかを確認してください。

source: {0}Should the validation be rerun?{1}
ja: {0}妥当性検査を再実行しますか?{1}

source: {0}x{1} returned by server for TileMatrix identifier {2}
ja: TileMatrix識別子{2}に対してサーバから{0}x{1}が返されました

source: {1} (with engine {0})
ja: {1}(エンジン{0})

source: {mapOrValidate} that task
ja: {mapOrValidate} タスク

source: {mapOrValidate} those tasks
ja: {mapOrValidate} タスク

source: {type} deleted successfully.
ja: {type} が正常に削除されました。

source: {{Languages|Disputes}} OpenStreetMap '''disputes''' or '''edit wars''' are situations where consensus is not achieved as to the appropriateness of the tagging or existence of certain features within the OpenStreetMap database.
ja: {{Languages|Disputes}} OpenStreetMap では、データベース内でタグ付けや地物の存在が適切であるかどうか合意できていない状況を、'''紛争'''（disputes）または'''編集合戦'''（edit wars）と呼んでいます。

source: {{Languages|FAQ}} '''{{otheruses|License change|link=Open Data License FAQ}} {{otheruses|Modelling questions|link=Map Features}} {{otheruses|Legal aspects|link=Legal FAQ}} {{otheruses|Developers|link=Developer FAQ}}'''
ja: {{Languages|FAQ}} {{Translation not complete}} '''{{otheruses|ライセンスの変更|link=Open Data License FAQ}} {{otheruses|モデリングの疑問|link=JA:Map Features}} {{otheruses|法的事項|link=Legal FAQ}} {{otheruses|開発者向け|link=Developer FAQ}}'''

source: {{Languages|Map Features}} [[OpenStreetMap]] represents physical [[features]] on the ground (e.g., roads or buildings) using [[tags]] attached to its basic data structures (its [[nodes]], [[ways]], and [[relations]]).
ja: {{Languages|Map Features}} [[OpenStreetMap]] は地上の物理的な[[地物]]（例えば道路や建物）を、基本的なデータ構造（ノード、ウェイ、リレーション）に[[タグ]]を付与して表現します。各タグで特定の[[ノード]]、[[ウェイ]]、[[リレーション]]で表された地物の地理的な属性を記述します。

source: {{Languages|OpenStreetBugs}} {{Ambox | type = danger | text = OpenStreetBugs is deprecated.<br> Please add new bug reports into OpenStreetMap [[Notes|Notes]] system.
ja: {{Languages|OpenStreetBugs}} {{Ambox | type = danger | text =OpenStreetBugsは非推奨です。<br>OpenStreetMap[[Notes Notes]]システムに新しいバグレポートを追加してください。

source: {{Languages|Tasking Manager}} [[File:HOT Tasking Server Job.png|200px|thumb|right|Project progress overview of the Tasking Manager]]The [https://github.com/hotosm/tasking-manager/ Tasking Manager] is the tool for coordination of volunteers and organization of groups to map on OpenStreetMap.
ja: {{Languages|Tasking Manager}} [[File:HOT Tasking Server Job.png|200px|thumb|right|Project progress overview of the Tasking Manager]]The [https://github.com/hotosm/tasking-manager/ Tasking Manager]は、OpenStreetMapのマッピングをするボランティアとグループの編成を調整するためのツールです。

source: {{Languages|Wiki Translation}} {{:Wiki/Tabs}} [[File:Chart_of_world_writing_systems.svg|250px|right]] '''Wiki Translation''' can be a good way to help develop the project across the world.
ja: {{Languages|Wiki Translation}} {{JA:Wiki/Tabs}} {{Translation not complete|art=Wiki Translation}} [[File:Chart_of_world_writing_systems.svg|250px|right]] '''ウィキの翻訳'''は、世界をまたぐプロジェクトの開発を助ける良い方法になります。

source: {{Languages}} A '''Copyright Easter Egg''', in terms of mapping, is a feature that is drawn in a distinctive way in order to help identify its original author.
ja: '''著作権イースターエッグ'''（Copyright Easter Egg）は、マッピングの用語で、地図の原作者を識別しやすくするために、特有の方法で描かれた地物のことです。
